# 1.存储各个城市的美食与景区(不用输入) 在控制台显示
# 北京：
#    美食：烤鸭 豆汁 卤煮 炸酱面
#    景区：故宫 天安门 天坛
# 四川：
#    美食：火锅 串串 毛血旺
#    景区：峨眉山 九寨沟 春熙路
# ...

dic_1 = {'北京':
             {'美食':['烤鸭','豆汁','卤煮','炸酱面'],
              '景区':['故宫','天安门','天坛']},
         '四川':
             {'美食': ['火锅', '串串', '毛血旺'],
              '景区': ['峨眉山', '九寨沟', '春熙路']}
         }

for i in dic_1['北京']['美食']:
    print(i,end=' ')



print(dic_1['北京']['美食'][0])
print(dic_1['四川']['景区'][1])
print(dic_1.keys())
print(dic_1.values())
print(dic_1.items())